var ch_list={

    "tips1":"溫馨提示",
    
    "tips2":"確認",
    
    "tips3":"取消",
    
    
    
    
    /*主頁*/
    
    "logotitle1":'<input type="text"placeholder="請輸入邀請碼"id="shuruyaoqin"/>',
    
    "logotitle2":'<input type="submit"value="確認"id="queren"onclick="queren（）"/>',
    
    "logotitle3":"退出",

    "logotitle4tab":"首頁",

    "logotitle4":"資產明細",
    
    "logotitle5":"分享推廣",
    
    "logotitle6":"合約簡介",
    
    "logotitle7":"錢包教程",
    
    "logotitle8":"合約總投注（ETH）",
    
    "logotitle9":"我的投幣",
    
    "logotitle10":"重置",
    
    "logotitle11":'購買門票',
    
    "logotitle12":'立即投注',
    
    "logotitle13":"注:所有參與者必須先購買門票\"QCD\"才能進場",
    
    "logotitle14":"保險池幣量（ETH）",
    
    "logotitle15":"保險倒計時",
    
    "logotitle16":"QCD",
    
    "logotitle17":"令牌合約池（ETH）",
    
    "logotitle18":"投幣明細",
    
    "logotitle19":"序號",
    
    "logotitle19_1":"收益類型",

    "logotitle20":"時間",
    
    "logotitle21":"金額",
    
    "logotitle22":"收益",
    
    "logotitle23":"合作夥伴",
    
    "logotitle24":"生態應用",
    
    "logotitle25":"是否繼續投注遊戲？",
    
    
    
    "logotitle26":'您已進入次輪合約投注,請輸入金額大於上次金額,並且本次投注金額與歷史投注金額不得小於3ETH不得大於15ETH',
    
    "logotitle27":'請確認投注金額大於上次投注金額,並小於或等於3ETH-歷史累計投注金額',
    
    "logotitle28":"您已進入次輪L2級合約,請輸入金額大於上次金額,並且本次投注金額與歷史投注金額不得小於15ETH不得大於30ETH",
    
    "logotitle29":'請確認輸入金額大於上次投注金額,且本次投注金額與歷史累計投注金額不得小於3ETH,不得大於15ETH',
    
    "logotitle30":'您已進入次輪L3級合約,請輸入金額大於上次金額,並且本次投注金額與歷史投注金額不得小於31ETH不得大於50ETH',
    
    "logotitle31":'請確認輸入金額大於上次投注金額,且本次投注金額與歷史累計投注金額不得小於15ETH,不得大於30ETH',
    
    "logotitle32":'遊戲結束',
    
    "logotitle33":'請確認輸入金額大於上次投注金額,且本次投注金額與歷史累計投注金額不得小於30ETH,不得大於50ETH',
    
    "logotitle34":'首輪投注,請確認金額在1-3ETH之間',
    
    "logotitle35":'您的QCD不足',
    
    "logotitle36":'您的ETH不足',

    "logotitle37":'QCD發行總量',
    "logotitle38":'QCD流通總量', 
    "logotitle39":'QCD銷毀總量',    

    "logotitle40":'當前匯率比',




    
    
    
    
    
    
    
    "gmp1":"購買門票",
    
    "gmp2":"記錄",
    
    "gmp3":"QCD流通總量",
    
    "gmp4":"QCD銷毀總量",
    
    "gmp5":"購買數量",
    
    "gmp6":"可得門票",
    
    "gmp7":"當前價格:1ETH=",
    
    "gmp8":'確認購買',
    
    "gmp9":"關於門票QCD",
    
    "gmp10":"1.令牌通證名稱:QCD",
    
    "gmp11":"2.恒量發行:3.3億,智能合約定量發行,合約自動銷毀機制；",
    
    "gmp12":"3.發行QCD共振收益ETH全部進入合約地址,發行的10%作為生態基金。",
    
    "gmp13":"4.參與遊戲必先用ETH兌換令牌QCD,令牌兌換的金額是參與遊戲金額的1/10。一旦參與遊戲,令牌100%銷毀。",
    
    "gmp14":"5.令牌的地址互轉,每次收取2%的令牌,該令牌自動進入令牌合約；但所有跟令牌合約之間發生的交易,免轉讓費。提現:扣除價值3%的令牌作為手續費,該手續費進入令牌合約。",
    
    "gmp15":"6.玩家每一筆的投入有5%進入保險基金,每進一個ETH,時間順延3小時,最大不超過72小時。當合約連續72小時沒有玩家投幣,則時間衰减為零,自動啟動保險基金,保險基金所有ETH回饋給最後創建合約的500名玩家,倒數第1名獎勵基金池的25%,倒數第2名獎勵基金池的15%,倒數第3名獎勵基金池的10%,其餘資產497位玩家均分,最大化保障投資者的利益。該獎池資金累積至3萬個ETH時,不再累積.以後的ETH（3%）,全部由V6加權平均分配。",
    
    "gmp16":"7.ETH , QCD , QDAO都可以參與平臺的鏈上遊戲。",
    
    "gmp17":"是否繼續購買門票？",
    
    "gmp18":"消耗ETH",
    
    "gmp19":"獲得QCD",

    "gmp20​​":"是否確認提幣？",

    "gmp21​​":"提示",

    "gmp22​​":"確定",

    "gmp23​​":"区块确认中，请稍后查看",


    "gmp21":"提示",
    "gmp22":"確定",
    "gmp24":"ETH餘額不足",
    "gmp23":"區塊確認中，請稍後查看",

    "gmp25":"輸入投注額小數點位數不得超過2位",
    "gmp26":"首輪投注1~3ETH! ",
    "gmp27":"已參與過投注",
    
    
    
    
    
    
    
    
    
    
    
    
    
    "zcxq1":"資產明細",
    
    "zcxq2":"歷史累計投注",
    
    "zcxq3":"在線投注金額",
    
    "zcxq4":"社區收益",
    
    "zcxq5":"合約收益",
    
    "zcxq6":"令牌分銷獎",
    
    "zcxq6_1":"v6令牌分紅",
    
    "zcxq6_2":"v6保險分紅",
    
    "zcxq07":"ETH收益:",
    
    "zcxq08":"QDAO收益:",
    
    "zcxq7":"分享收益",
    
    "zcxq8":"槓桿資金餘額",
    
    "zcxq9":"收益EPI:",
    
    "zcxq10":"提幣",
    
    "zcxq11":"歷史提幣記錄",
    
    "zcxq12":"序號",
    
    "zcxq13":"提幣時間",
    
    "zcxq14":"提幣金額",
    
    "zcxq15":"請輸入提現金額",
    
    "zcxq16":"當前可選取ETH數額",
    
    "zcxq17":"是否確認提幣？",
    
    "zcxq18":"歷史收益記錄",
    
    "zcxq19":"QDAO收益",

    "zcxq20":"ETH收益",
    
    "zcxq21":"提幣",

    "zcxq22":"當前可提取ETH數額",

    "zcxq23":"歷史提幣記錄",
    "zcxq24":"時間",
    "zcxq25":"金額",

    "zcxq26":"歷史收益記錄",

    "zcxq27":"合約收益",

    "zcxq28":"分享收益",
    "zcxq29":"社區收益",
    "zcxq30":"令牌分銷獎",
    "zcxq31":"無",
    
    
    
    "fxlj1":"分享",
    "fxlj2":"邀請連結",
    "fxlj3":"我的分享",
    "fxlj4":"社區明細",
    "fxlj5":"參與投幣成功即可獲取專屬邀請連結邀請好友參與,您將獲得整個團隊相應比例的收益,邀請人數越多,獲得邀請獎勵越多！",
    "fxlj6":"您的邀請連結",
    "fxlj7":"馬上投注,獲取連結",
    "fxlj8":"序號",
    "fxlj9":"玩家ID",
    "fxlj10":"累計投幣",
    "fxlj11":"上級ID",
    "fxlj12":"直推人數",
    "fxlj13":"直推投幣",
    "fxlj14":"社區人數",
    "fxlj15":"社區投幣",
    "hyjj1":"合約規則",
    "hyjj2":"合約規則",
    "hyjj3":"合約",
    "hyjj4":"二、首輪合約收益+分享收益",
    "hyjj5":"首輪合約收益（靜態）",
    "hyjj6":"分享個數",
    "hyjj7":"首輪分享收益（動態）",
    "hyjj8":"首輪參與1~3ETH </br>日化收益:1%",
    "hyjj9":"分享1個",
    "hyjj10":"拿第1代合約收益的100%.",
    "hyjj11":"分享2個",
    "hyjj12":"拿第2代合約收益的50%.",
    "hyjj13":"分享3個",
    "hyjj14":"拿第3代合約收益的30%.",
    "hyjj15":"分享4個",
    "hyjj16":"拿第4代合約收益的20%.",
    "hyjj17":"分享5個",
    "hyjj18":"拿第5代合約收益的15%.",
    "hyjj19":"分享6-12個",
    "hyjj20":"拿第6-12代合約收益的10%.",
    "hyjj21":"動靜3倍出局",
    "hyjj22":"首輪參與1~3ETH需要令牌QCD是參與遊戲金額的1/10,令牌100%銷毀.",
    "hyjj23":"三、次輪合約收益+分享收益",
    "hyjj24":"級別",
    "hyjj25":"次輪理財",
    "hyjj26":"次輪合約收益（靜態）",
    "hyjj27":"次輪分享收益（動態）",
    "hyjj28":"分享1-12個節點拿12代10%.",
    "hyjj29":"分享1-12個節點拿13代10%.",
    "hyjj30":"分享1-12個節點拿15代10%.",
    "hyjj31":"注:推薦1個拿1代,動靜3倍出局",
    "hyjj32":"四、社區收益",
    "hyjj33":"獎銜",
    "hyjj34":"條件",
    "hyjj35":"收益",
    "hyjj36":"累計業績600個ETH.",
    "hyjj37":"獎勵團隊所有合約收益的5%.",
    "hyjj38":"2區各有1個V1.",
    "hyjj39":"獎勵團隊所有合約收益的10%.",
    "hyjj40":"2區各有1個V2.",
    "hyjj41":"獎勵團隊所有合約收益的15%.",
    "hyjj42":"3區各有1個V3.",
    "hyjj43":"獎勵團隊所有合約收益的20%.",
    "hyjj44":"3區各有1個V4.",
    "hyjj45":"獎勵團隊所有合約收益的25%.",
    "hyjj46":"3區各有1個V5.",
    "hyjj47":"獎勵團隊所有合約收益的30%.",
    "hyjj48":"平級獎勵:V5及以上拿平級獎10%.",
    "hyjj49":"五、保險基金",
    "hyjj50":"玩家每一筆的投入有5%進入保險基金,每進一個ETH,時間順延3小時,最大不超過72小時。當合約連續72小時沒有玩家投幣,則時間衰减為零,自動啟動保險基金,保險基金所有ETH回饋給最後創建合約的500名玩家,倒數第1名獎勵基金池的25%,倒數第2名獎勵基金池的15%,倒數第3名獎勵基金池的10%,其餘資產497位玩家均分,最大化保障投資者的利益。該獎池資金累積至3萬個ETH時,不再累積.以後的ETH（3%）,全部由V6加權平均分配。",
    "hyjj51":"六、令牌共振",
    "hyjj52":"令牌（QCD）；恒量發行3.3億枚,合約自動銷毀機制；發行QCD共振收益ETH全部進入令牌合約池,發行量的10%（3300萬）映射發行公鏈作為生態基金及鏈上遊戲應用。",
    "hyjj53":"1、創世期:1ETH=10000~5000 QCD,分六階段,每階段限額600萬枚QCD。",
    "hyjj54":"2、盛世期:1000萬/期,每銷售20萬枚上漲1%,每銷毀10萬枚上漲1%.第一次價格上漲基礎為創世發行的第六階段的ETH對標價,每發行銷售1000萬,上漲基價指數變為上一次最後階段的價格基礎。",
    "hyjj55":"3、令牌分銷獎:加速靜態3倍釋放,推薦1個拿1代EPI銷毀的3%,最多拿10代的3%,首輪出局會員有資格拿此項獎金。",
    "hyjj56":"4、V6分紅獎:均分全球每日新增令牌合約池的10%分紅,不加速出局無限拿。",
    "hyjj57":"七、收益兌換",
    "hyjj58":"1.獎金收益按70%為ETH,30%為QDAO代幣進入投資帳戶,進行再投資創收。",
    "hyjj59":"2.科技運營維護3%,提現數量0.3ETH起提,手續費3%ETH價值的QCD。",
    "hyjj60":"3.QCD進場10%銷毀,出場3%回流,互轉2%回流。",
    "hyjj61":"4.ETH獎金,QDAO,QCD都能參與平臺鏈上遊戲。",
    "hyjj62":"5.複投的金額必須大於等於之前的投資金額。",
    "hyjj63":"日",
    "hyjj64":"一、QCD DAPP簡介",
    "hyjj65":"QCD(Quantum Cat Decentralized Autonomous Organization量子貓去中心化自治組織，來自暗網由多個極客團隊研發並部署在以太坊公鏈上的一款智能合約DApp旨在吸引並擴展更多以太坊社區粉絲、 打造及繁榮以太坊社區生態,提高並鞏固ETH在全球加密數字貨幣的領導地位,以太坊智能合約是部署在以太坊平台公鏈上的智能協議,具有不可篡改,公平、公正、公開、透明的特點。",
    "hyjj66":"V6令牌分紅:平分每日新增令牌10%,不加速出局無限拿<br>V6保險分紅:保險基金池>3萬,每天平分新增業績3%",
    "hyjj67":"八、QCD亮點",
    "hyjj68":"1、真正的區塊鏈智能合約 DApp，所有程序規則放在以太坊公鏈上，人為不可篡改;<br> 2、ETH 進ETH 出，公平、公正、公開、透明;<br> 3、解決了老闆跑路、關網等傳統問題；<br> 4、真正解決推廣者的顧慮，投資者擔憂；<br> 5、提幣由智能合約秒提，無區域時間限制，全球24小時可提幣；<br>6、动态收益为获取相应代数节点每日合约收益的百分比；<br> 7、動靜結合3倍，有效增強內循環，讓項目持續、良性、健康發展；<br> 8、公鏈運行，無需老闆，操盤手，技術直接對接市場，避免人為因素干擾；<br> 9、安全可靠，全智能合約，無需收錢，無需實名註冊，無任何風險，沒有人 脈傷害；<br> 10、主流貨幣，ETH公信力強，隨時變現、收益高。",
    


















    "qbjc1":"錢包教程",
    "qbjc2":"教程",
    "qbjc3":"MetaMask錢包簡介",
    "qbjc4":"MetaMask是一款流覽器外掛程式錢包,不需下載安裝用戶端,只需添加至瀏覽器擴展程式即可使用,非常方便。",
    "qbjc5":"MetaMask允許用戶以各種管道（包括硬體錢包）管理帳戶及其金鑰,同時將它們與網站上下文隔離。",
    "qbjc6":"MetaMask使您可以輕鬆地將使用者介面寫入基於區塊鏈的智慧合約系統。",
    "qbjc7":"下載MetaMask錢包:",
    "qbjc8":"1.用chrome瀏覽器打開MetaMask錢包官網:https://metamask.io/download.html/選擇相應的版本下載。",
    "qbjc9":"2.可直接在chrome瀏覽器的應用商店蒐索MetaMask,直接安裝。",
    "qbjc10":"如何創建MetaMask錢包",
    "qbjc11":"1.開啟一個新的標籤頁,點擊瀏覽器右上方的MetaMask圖標",
    "qbjc12":"2.仔細閱讀條款並點擊“Accept”鍵",
    "qbjc13":"3.輸入一個至少包含8個字元的安全密碼。",
    "qbjc14":"4.現在你會看到12個單詞,這十二個單詞可幫助恢復MetaMask帳戶,所以請把它們存在安全隱秘的地方。",
    "qbjc15":"imToken簡介:",
    "qbjc16":"imToken是一款移動端輕錢包App,私密金鑰用戶自持且輕便易用安全的區塊鏈輕錢包",
    "qbjc17":"imToken支持BTC、ETH、EOS等多鏈資產類型,它旨在為普通用戶提供一款安全放心、簡單好用、功能强大的數位資產錢包應用,且imToken 2.0版本是全球為數不多的支持DApp應用的區塊鏈知名錢包,讓智慧合約觸手可及。",
    "qbjc18":"下載imToken2.0錢包:",
    "qbjc19":"一、Android手機下載",
    "qbjc20":"1、用浏览器打开“https://token.im” imToken官网；",
    "qbjc21":"2、点击界面“下载Android APK”即可安装imToken钱包；",
    "qbjc22":"二、IOS手機下載",
    "qbjc23":"蘋果手機需登入大陸外的境外ID,大陸用戶推薦使用香港ID下載。",
    "qbjc24":"在苹果手机里打开“设置”，找到“iTunes Store与App Store”，点击Apple ID切换苹果手机境外ID账号；",
    "qbjc25":"2、切换苹果手机境外ID账号成功后，在苹果商店：App store 搜索输入“ imToken2.0” 获取安装。",
    "qbjc26":"如何創建imToken錢包:",
    "qbjc27":"1.打開imToken錢包,點擊創建錢包,填寫（錢包名稱、密碼等資訊）；",
    "qbjc28":"2.備份好助記詞,創建錢包成功。",
    "qbjc29":"提示:創建錢包時備份好助記詞,最好用紙抄寫後放在不被他人盜取的地方,當錢包遺失時,助記詞是唯一可以找回資產的唯一途徑。",
    "qbjc30":"3. 点击界面钱包，点击ETH，向左滑动“收款”，向右滑动“转账”（转账即允许把imToken钱包的ETH划转到交易所或者是转到其他的钱包地址，收款即可接收交易所及其他钱包的ETH划转到该imToken钱包里）。",
    "qbjc31":"3)点击界面下方“浏览”，在最上方搜索栏输入CW DApp项目邀请人的链接打开进入进行投币即可。"


};
