var jp_list={
    "tips1":"ウォームヒント",
     "tips2":"確認",
     "tips3":"キャンセル",



    "logotitle1": '<input type="text" placeholder="招待コードを入力してください" id="shuruyaoqin"/>',
    "logotitle2":'<input type="submit" value="確認する" id="queren" onclick="queren()"/>',
    "logotitle3":"終了",
    "logotitle4tab": "ホーム",
    "logotitle4":"資産の詳細",
    "logotitle5":"共有プロモーション",
    "logotitle6":"契約概要",
    "logotitle7":"ウォレットチュートリアル",
    "logotitle8":"契約合計賭け（ETH）",
    "logotitle9":"マイコイン",
    "logotitle10":"リセット",
    "logotitle11":"チケットを購入する",
    "logotitle12":"今すぐベット",
    "logotitle13": "注:すべての参加者は、最初にチケット\" QCD \"入場するを購入する必要があります。",
    "logotitle14": "保険コイン量（ETH）",
    "logotitle15":"保険カウントダウン",
    "logotitle16":"QCD",
    "logotitle17":"エリート賞（ETH）",
    "logotitle18":"コインの詳細",
    "logotitle19":"番号",
    "logotitle19_1": "収益タイプ",
    "logotitle20":"時間",
    "logotitle21":"金額",
    "logotitle22":"利益",
    "logotitle23": "パートナー",
    "logotitle24": "生態応用",
    "logotitle25":"ゲームを続けますか？",
    "logotitle37":"QCD分布の合計",
    "logotitle38":"QCD総循環",
    "logotitle39":"QCD破壊合計",
    "logotitle40":'現在の為替レート比率',




    "gmp1": "チケットを購入",
    "gmp2": "記録",
    "gmp3": "QCD 流通総量",
    "gmp4": "QCD 総量を廃棄する",
    "gmp5": "購入数量",
    "gmp6": "利用可能なチケット",
    "gmp7": "現在の価格:1ETH = ",
    "gmp8":"購入の確認",
    "gmp9": "チケットQCDについて",
    
    "gmp10": "1.トークンパス名:QCD",
    
    "gmp11": "2.一定の発行:3億3000万,スマートコントラクトの定量発行,自動契約破棄メカニズム;",
    
    "gmp12": "3. QCD共鳴収入によって発行されたすべてのETHは契約住所に送られ,発行済みの10％が生態学的基金として使用されます。",
    
    "gmp13": "4.ゲームに参加するには,最初にETHをトークンQCDに交換する必要があります。トークン交換の量は,参加しているゲームの1/10です。ゲームに参加すると,トークンは100％破壊されます。",
    
    "gmp14": "5.トークンのアドレスは相互に転送され,2％のトークンが請求されるたびに,トークンは自動的にトークン契約に入ります。ただし,トークン契約でのすべてのトランザクションには,転送手数料がかかりません。引き出し:トークンの価値の3％を手数料として差し引くと,手数料はトークン契約に入ります。 ",
    
    "gmp15": "6.プレーヤーが行った各投資の5％が保険基金に入力され,ETHが入力されるたびに時間が3時間延期されます。最大値は72時間以下です。契約に72時間連続でプレーヤーのコインがない場合,時間の減衰はゼロです,保険基金は自動的に有効化され,保険基金のすべてのETHは,最後に契約を作成した500人のプレーヤー,最後の賞金基金プールの25％,2番目の賞金基金プールの15％,および報酬基金プールの3％に返されます10％,残りの資産は,投資家の利益の保護を最大化するために497人のプレーヤーで均等に分割されます。賞金プールの資金が30,000 ETHに蓄積すると,それらはもはや蓄積されません。将来のETH（3％）は,V6加重平均によって分配されます。 " ,
    
    "gmp16": "7.ETH,QCD,QDAOはすべて,プラットフォームのチェーンゲームに参加できます。",
    "gmp17":"チケットを購入し続けますか？",
    "gmp18":"消費ETH",
    "gmp19":"チケットQCD",
    "gmp20":"本当にお金を引き出しますか？",



    "gmp21": "プロンプト",
    "gmp22": "よし",
    "gmp23": "ブロック確認、後で確認してください",
    "gmp24": "ETHバランスが不十分",

    "gmp25": "ベットの小数点以下の桁数は2桁を超えることはできません",
    "gmp26": "第1ラウンドで1〜3ETH！",
    "gmp27": "最初のラウンドに参加した賭け",


    "zcxq1":"資産の詳細",
    "zcxq2":"履歴累積ベット",
    "zcxq3":"オンライン賭け金額",
    "zcxq4":"コミュニティの利点",
    "zcxq5":"契約利益",
    "zcxq6":"エリート賞",
    "zcxq6_1":"v 6トークン配当",
    "zcxq6_2":"v 6保険配当",
    "zcxq07":"収益ETH:",
    "zcxq08":"収益QDAO:",
    "zcxq7":"収益を分かち合う",
    "zcxq8":"レバレッジドファンドの残高",
    "zcxq9":"収益QCD:",
    "zcxq10":"撤回",
    "zcxq11":"撤退の歴史",
    "zcxq12":"シリアル番号",
    "zcxq13":"撤退時間",
    "zcxq14":"引き出し額",
    "zcxq15":"現金引き出し額を入力してください",
    "zcxq16":"現在利用可能なETH量",
    "zcxq17":"お金を引き出してもよろしいですか？",
    "zcxq19":"QDAO収益",
    "zcxq20":"ETH収益",
    "zcxq21": "引き出す",
    "zcxq22": "引き出すことができる現在のETHの量",
    "zcxq23": "歴史的な撤退記録",
    "zcxq24": "時間",
    "zcxq25": "金額",
    "zcxq26": "過去の収益記録",
    "zcxq27": "契約収益",
    "zcxq28": "シェア収益",
     "zcxq29": "コミュニティのメリット",
     "zcxq30": "トークン配布賞",
     "zcxq31": "なし",





    "fxlj1":"共有",
    "fxlj2":"リンクを招待",
    "fxlj3":"マイシェア",
    "fxlj4":"コミュニティの詳細",
    "fxlj5":"コインに正常に参加すると、友人を参加に招待するための排他的な招待リンクを取得できます。チーム全体の収益に対応する割合、招待された人が多く、招待報酬が増えます！",
    "fxlj6":"あなたの招待リンク",
    "fxlj7":"今すぐベットしてリンクを取得",
    "fxlj8":"シリアル番号",
    "fxlj9":"プレーヤーID",
    "fxlj10":"累積コイン",
    "fxlj11":"スーペリアID",
    "fxlj12":"ダイレクトプッシュ",
    "fxlj13":"ダイレクトプッシュコイン",
   "fxlj14":"コミュニティの数",
    "fxlj15":"コミュニティコイン",


    "hyjj1":"契約ルール",
    "hyjj2":"契約ルール",
    "hyjj3":"契約",

    "hyjj4": "2回目の契約収益+共有収益",
    "hyjj5": "初回の契約収益（静的）",
    "hyjj6": "シェア数",
    "hyjj7": "共有収益の最初のラウンド（動的）",
    "hyjj8": "最初の参加ラウンド1〜3ETH </br> 1日の収入:1％",
    "hyjj9": "共有1",
    "hyjj10": "第1世代契約の収益の100％を取る。",
    "hyjj11": "共有2",
    "hyjj12": "第2世代の契約収益の50％を取得します。",
    "hyjj13": "共有3",
    "hyjj14": "第3世代の契約収益の30％を取得してください。",
    "hyjj15": "共有4",
    "hyjj16": "第4世代の契約収益の20％を使用してください。",
    "hyjj17": "共有5",
    "hyjj18": "第5世代の契約収益の15％を取得してください。",
    "hyjj19": "シェア6-12",
    "hyjj20": "6〜12番目の契約収益の10％を使用してください。",
    "hyjj21": "動きは3倍です",
    "hyjj22": "第1ラウンドの参加1〜3ETHでは,トークンのQCDはゲームの1/10の量であり,トークンは100％破壊されています。",
    "hyjj23": "3回目,2回目の契約収益+共有収益",
    "hyjj24": "レベル",
    "hyjj25": "2回目の財務管理",
    "hyjj26": "第2ラウンド契約収益（静的）",
    "hyjj27": "第2ラウンドの収益分配（動的）",
    "hyjj28": "1-12ノードを共有して12世代の10％を取得します。",
    "hyjj29": "1-12ノードを共有して13世代の10％を取得します。",
    "hyjj30": "1-12ノードを共有して15世代の10％を取得します。",
    "hyjj31": "注:1世代を取得して3回アクションを停止することをお勧めします",
    "hyjj32": "第四,コミュニティ収入",
    "hyjj33": "賞のタイトル",
    "hyjj34": "条件",
    "hyjj35": "利益",
    "hyjj36": "600 ETHの累積パフォーマンス。",
    "hyjj37": "すべての契約収益の5％でチームに報酬を与えます。",
    "hyjj38": "それぞれゾーン2に1つのV1があります。",
    "hyjj39": "すべての契約収益の10％でチームに報酬を与えます。",
    "hyjj40": "ゾーン2にはそれぞれV2が1つあります。",
    "hyjj41": "すべての契約収益の15％でチームに報酬を与えます。",
    "hyjj42": "3区にはそれぞれ1つのV 3があります",
    "hyjj43": "すべての契約収益の20％でチームに報酬を与えます。",
    "hyjj44": "3つのゾーンのそれぞれに1つのV4があります。",
    "hyjj45": "チームのすべての契約収益の25％を報酬します。",
    "hyjj46": "3つのゾーンのそれぞれに1つのV5があります。",
    "hyjj47": "チームのすべての契約収益の30％を報酬します。",
    "hyjj48": "レベル報酬:V5以上がレベル賞金の10％を獲得します。",
    "hyjj49": "5つの保険基金",
    "hyjj50": "各プレーヤーの投資の5％が保険基金に投入され,ETHが入力されるたびに,時間は3時間延期され,最大値は72時間を超えません。契約にプレーヤーのコインが連続して72時間ない場合,時間の減衰はゼロになります保険基金を開始すると,保険基金のすべてのETHが,最終的に契約を作成した500人のプレーヤー,最後の賞金プールの25％,2番目の賞金プールの15％,および3番目の賞金プールの10％に還元されます497人のプレーヤーの残りの資産は,投資家の利益の保護を最大化するために均等に分割されます。賞金プールの資金が30,000 ETHまで貯まると,それらはもはや累積されません。将来のETH（3％）は,V6加重平均によって分配されます。 ",
    "hyjj51": "6,トークン共鳴",
    "hyjj52": "トークン（QCD）; 3億3,000万トークンの一定発行,自動契約破棄メカニズム,QCD共鳴収入ETHの発行はすべてトークン契約プールに入り,発行されたボリュームの10％（3300万）がエコロジーファンドとしてパブリックチェーンを発行するためにマップされます。そして,チェーンゲームアプリケーション。 ",
    "hyjj53": "1.創世期:1ETH = 10000〜5000 QCD,6つのステージに分割,各ステージには600万QCDの制限があります。",
    "hyjj54": "2.繁栄期:1,000万/期間,販売200,000ユニットごとに1％増加,破壊された100,000ユニットごとに1％増加。最初の価格上昇は,ジェネシスによって発行されたETHの第6フェーズに基づいています。 ,1,000万回の発行および販売ごとに,上昇する基本価格指数が最終段階の価格ベースになります。 ",
    "hyjj55": "3.トークン配布賞:3回の静的リリースを加速します。第1世代のEPI破壊の3％を取得し,第10世代の最大3％を取得することをお勧めします。発信メンバーの最初のラウンドはこのボーナスを受け取る資格があります。",
    "hyjj56": "4. V6ボーナスアワード:新しいグローバルトークンコントラクトプールの配当の10％を毎日,制限を超えずに均等に分配します。",
    "hyjj57": "7,所得交換",
    "hyjj58": "1.ボーナス収入は,ETHの場合は70％,QDAOトークンの場合は収入を生成するための再投資のための投資アカウントへの30％です。",
    "hyjj59": "2.テクノロジーの運用と保守3％,0.3ETHからの引き出し金額,手数料3％ETH値QCD。",
    "hyjj60": "3.トークンQCDは,入口で10％,戻りで3％,戻りで2％破壊されます。",
    "hyjj61": "4. ETHボーナス,QDAO,QCDはすべて,プラットフォームのチェーンゲームに参加できます。",
    "hyjj62": "5.再投資額は,以前の投資額以上でなければなりません。",
    "hyjj63": "日",
    "hyjj64": "I。QCD DAPPの概要",
    "hyjj65": "QCD（Quantum Cat Decentralized Autonomous Organization,複数のオタクチームによって開発され,Ethereumパブリックチェーンに展開されてさらに魅力を拡大するダークウェブのスマートコントラクトDApp多くのEthereumコミュニティファンは,Ethereumコミュニティエコロジーを構築して繁栄させ,グローバル暗号化デジタル通貨におけるETHの主導的地位を向上させ,統合します。Ethereumスマートコントラクトは,Ethereumプラットフォームのパブリックチェーンに展開されるスマートプロトコルです。公平性,開放性,透明性の特徴。 ",
    "hyjj66": "V6トークン配当:新しいグローバルトークン契約プールの配当の10％を,限度を超えて加速することなく,毎日均等に分配します。<br> V6保険配当:保険ファンドプールが30,000 ETHを蓄積したときV6の加重平均日次分布は,新しいパフォーマンスの3％を追加します。 ",
    "hyjj67": "8,QCDハイライト",
    "hyjj68": "1.実際のブロックチェーンスマートコントラクトDApp。すべてのプログラムルールはEthereumパブリックチェーンに配置され、改ざんできません。<br> 2. ETHインとETHアウトは、公正、公正、オープン、透明です。<br> 3.ボスがネットワークを実行したり閉じたりすることを心配する従来の金融プロジェクトの問題を解決します。<br> 4.プロモーターと投資家の懸念を本当に解決します。<br> 5.秒単位のスマートコントラクトによる引き出し、地域ごとの時間制限なし、24時間のグローバル引き出し。<br> 6.動的収入は、対応する代数ノードによって取得された各契約収益の割合です。<br> 7.動的および静的な3回の組み合わせにより、内部循環を効果的に強化し、プロジェクトが良性で健康的な状態を維持できるようにします。<br> 8.パブリックチェーンの運用には、ボス、トレーダー、および人的要因による干渉を回避するために市場に直接接続するテクノロジーは必要ありません。<br> 9.安全で信頼性の高い、完全なスマートコントラクト、お金を集める必要、実名登録、リスクなし、人身傷害なし。<br> 10.主流の通貨であるETHは、信頼性が高く、いつでも換金でき、高い収益率があります。",


    "qbjc1":"ウォレットチュートリアル",
    "qbjc2":"チュートリアル",
    "qbjc3":"MetaMask Walletの紹介",
    "qbjc4":"MetaMaskはブラウザプラグインウォレットです。クライアントをダウンロードしてインストールする必要はありません。ブラウザ拡張機能に追加して使用できます。",
    "qbjc5":"MetaMaskを使用すると、ユーザーはアカウントとそのキーをハードウェアウォレットを含むさまざまな方法で管理でき、サイトコンテキストから隔離できます。",
    "qbjc6":"MetaMaskを使用すると、ユーザーインターフェイスをブロックチェーンベースのスマートコントラクトシステムに簡単に記述できます。",
    "qbjc7":"MetaMask Walletのダウンロード:",
    "qbjc8":"1. ChromeブラウザーでMetaMask Walletの公式Webサイトを開きます:https://metamask.io/download.html/ダウンロードする適切なバージョンを選択してください。",
    "qbjc9":"2. Chrome Chrome App StoreでMetaMaskを直接検索し、直接インストールできます。",
    "qbjc10":"MetaMaskウォレットの作成方法",
    "qbjc11":"1.新しいタブを開き、ブラウザの右上にあるMetaMaskアイコンをクリックします",
    "qbjc12":"2.利用規約をよく読み、「同意する」ボタンをクリックします",
    "qbjc13":"3.少なくとも8文字の安全なパスワードを入力してください。",
    "qbjc14":"4.これで12個の単語が表示されます。これらの12個の単語はMetaMaskアカウントを復元するのに役立ちますので、秘密の場所に保管してください。",
    "qbjc15":"imTokenの紹介:",
    "qbjc16":"imTokenはモバイルライトウォレットアプリです。ユーザーが所有する秘密鍵で、軽量で使いやすく安全なブロックチェーンライトウォレットです",
    "qbjc17":"imTokenは、BTC、ETH、EOSなどのマルチチェーンアセットタイプをサポートします。これは、一般ユーザーに安全で使いやすい強力なデジタルアセットウォレットアプリケーションを提供することを目的としています。imToken2.0は世界でも数少ないDAppアプリケーションをサポートする有名なブロックチェーンウォレットの多くは、指先でスマートな契約を結びます。",
    "qbjc18":"imToken2.0ウォレットのダウンロード:",
    "qbjc19":"One、Androidフォンのダウンロード",
    "qbjc20":"1。ブラウザで「https://token.im」imToken公式ウェブサイトを開きます。",
    "qbjc21":"2、インターフェース「Android APKをダウンロード」をクリックしてimTokenウォレットをインストールします。",
    "qbjc22":"2番目、IOSモバイルダウンロード",
    "qbjc23":"Apple携帯電話は本土以外の海外IDにログインする必要があり、本土のユーザーは香港IDを使用してダウンロードすることをお勧めします。",
    "qbjc24":"設定」を「Apple電話で開き、「iTunes StoreおよびApp Store」を見つけ、Apple IDをクリックしてApple iPhoneの海外IDアカウントを切り替えます。",
    "qbjc25":"2. Apple携帯電話の海外IDアカウントを正常に切り替えた後、Apple Storeで「imToken2.0」を検索してインストールを取得します。 ",
    "qbjc26":"imTokenウォレットの作成方法:",
    "qbjc27":"1. imTokenウォレットを開き、[ウォレットの作成]をクリックして、（ウォレット名、パスワードなど）を入力します;",
    "qbjc28":"2.ニーモニックをバックアップし、ウォレットを正常に作成します。",
    "qbjc29":"ヒント:ウォレット作成時にニーモニックワードをバックアップします。紙にコピーして盗まれない場所に置くのが最善です。ウォレットが紛失した場合、ニーモニックワードがアセットを取得する唯一の方法です。 ",
    "qbjc30":"3.インターフェースウォレットをクリックし、ETHをクリックし、左に「受信」をスライドし、右に「転送」をスライドします（転送によりimTokenウォレットからエクスチェンジまたは別のウォレットアドレスにETHを転送できます） 、取引所や他のウォレットからETHを受け取り、imTokenウォレットに転送できます）。",
    "qbjc31":"3）インターフェースの下部にある「参照」をクリックし、上部の検索バーにCW DAppプロジェクトの招待者のリンクを入力して、コインを開いて入力します。"


















};
